Revit 2025 API
ParameterTypeId.UniformatDescription Property
 "Assembly Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 25.0.0.0 (25.0.0.0)
Syntax
public static ForgeTypeId UniformatDescription { get; }
Public Shared ReadOnly Property UniformatDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UniformatDescription {
	ForgeTypeId^ get ();
}
static member UniformatDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace